Repository: IBM-MCT-KingPower/KingPower
Catalog: *.lproj/Localizable.strings
Languages: th

# loginCompanyName
source: KING POWER
th: คิงพาวเวอร์

# loginStaffId
source: UserID / Member Card no.
th: เลขที่ผู้ใช้ / เลขที่บัตรสมาชิก

# loginStaffPassword
source: Password
th: รหัสผ่าน

# loginEmployeeId
source: EmployeeID
th: เลขที่พนักงาน

# loginLogin
source: Log In
th: เข้าสู่ระบบ

# welcomeStart
source: Start
th: เริ่มต้นใช้งาน

# menuMain
source: MAIN
th: เมนูหลัก

# menuProfile
source: PROFILE
th: ข้อมูลส่วนตัว

# menuOrderList
source: ORDER LIST
th: รายการสั่งซื้อ

# menuSetting
source: SETTING
th: ตั้งค่า

# menuCart
source: CART
th: สินค้าในตะกร้า

# menuCheckout
source: CHECKOUT
th: นำสินค้าออก

# menuLogout
source: LOGOUT
th: ออกจากระบบ

# profileCustNameTitle
source: Customer Name
th: ชื่อลูกค้า

# profilePointTitle
source: Point
th: คะแนนสะสม

# profileExpDateTitle
source: Expired Date
th: วันที่บัตรหมดอายุ

# profileCardInfoTitle
source: Card Info
th: รายบะเอียดบัตร

# settingLanguage
source: Language
th: ภาษา
